Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.sync.detail_available
source: Sign in to keep this workspace available across devices.
ar: سجل الدخول للاحتفاظ بهذه مساحة العمل متاحة عبر الأجهزة.
cs: Přihlaste se, aby byl tento pracovní prostor dostupný v zařízeních.
da: Log ind for at holde dette arbejdsområde tilgængeligt på tværs af enheder.
de: Melden Sie sich an, um diesen Arbeitsbereich auf Geräten verfügbar zu halten.
el: Συνδεθείτε για να διατηρήσετε αυτόν τον χώρο εργασίας διαθέσιμο σε όλες τις συσκευές.
es: Inicia sesión para mantener este espacio de trabajo disponible en todos los dispositivos.
fi: Kirjaudu sisään pitääksesi työtilan saatavilla laitteiden välillä.
fr: Connectez-vous pour garder cet espace de travail disponible sur tous les appareils.
he: היכנס כדי לשמור על מרחב עבודה זה זמין בכל התקנים.
hi: इस कार्यक्षेत्र को उपकरणों में उपलब्ध रखने के लिए साइन इन करें।
hu: Jelentkezz be a munkaterület elérhető megtartásához az eszközök között.
id: Masuk untuk menjaga ruang kerja ini tersedia di seluruh perangkat.
it: Accedi per mantenere questo workspace disponibile su tutti i dispositivi.
ja: このワークスペースをデバイス間で利用可能にするためにサインインしてください。
ko: 기기 간에 이 작업 영역을 사용할 수 있도록 로그인하세요.
ms: Daftar masuk untuk memastikan ruang kerja ini tersedia di semua peranti.
nb: Logg inn for å holde dette arbeidsrommet tilgjengelig på tvers av enheter.
nl: Meld je aan om deze werkruimte op meerdere apparaten beschikbaar te houden.
pl: Zaloguj się, aby utrzymać ten obszar roboczy dostępny na urządzeniach.
pt_br: Entre para manter este espaço de trabalho disponível entre dispositivos.
pt_pt: Inicie sessão para manter este espaço de trabalho disponível em dispositivos.
ro: Conectați-vă pentru a păstra acest spațiu de lucru disponibil pe mai multe dispozitive.
ru: Войдите, чтобы сохранить это рабочее пространство доступным на всех устройствах.
sk: Prihláste sa, aby ste udržali tento pracovný priestor dostupný na všetkých zariadeniach.
sv: Logga in för att hålla denna arbetsyta tillgänglig mellan enheter.
th: ลงชื่อเข้าเพื่อให้พื้นที่ทำงานนี้พร้อมใช้งานบนอุปกรณ์ต่างๆ
tr: Bu çalışma alanını cihazlar arasında kullanılabilir tutmak için oturum açın.
uk: Увійдіть, щоб зберегти цей робочий простір доступним на пристроях.
vi: Đăng nhập để giữ không gian làm việc này khả dụng trên các thiết bị.
zh_hans: 登录以在设备间保持此工作区可用。
zh_hant: 登入以在各裝置上保持此工作區的可用性。

# settings.sync.detail_cancelled
source: Subscription cancelled — sync active until your billing period ends.
ar: تم إلغاء الاشتراك — المزامنة نشطة حتى نهاية فترة الفواتير.
cs: Předplatné zrušeno — synchronizace aktivní do konce fakturačního období.
da: Abonnement annulleret — synkronisering aktiv indtil din faktureringsperiode slutter.
de: Abonnement gekündigt – Synchronisierung aktiv bis zum Ende des Abrechnungszeitraums.
el: Η συνδρομή ακυρώθηκε — ο συγχρονισμός ενεργός έως το τέλος της περιόδου χρέωσής σας.
es: Suscripción cancelada — sincronización activa hasta que termine tu período de facturación.
fi: Tilaus peruttu — synkronointi aktiivinen kunnes laskutuskausi päättyy.
fr: Abonnement annulé — synchronisation active jusqu'à la fin de votre période de facturation.
he: הרשמה בוטלה — סנכרון פעיל עד סוף תקופת החיוב שלך.
hi: सदस्यता रद्द की गई — सिंक आपकी बिलिंग अवधि तक सक्रिय है।
hu: Előfizetés lemondva — szinkronizálás aktív a számlázási időszak végéig.
id: Langganan dibatalkan — sinkronisasi aktif hingga periode penagihan Anda berakhir.
it: Abbonamento annullato — sincronizzazione attiva fino alla fine del periodo di fatturazione.
ja: サブスクリプションがキャンセルされました — 同期は請求期間が終わるまでアクティブです。
ko: 구독 취소됨 — 동기화는 청구 기간이 끝날 때까지 활성화됩니다.
ms: Langganan dibatalkan — segerakan aktif sehingga tempoh pengebilan anda berakhir.
nb: Abonnement avbrutt — synkronisering aktiv til faktureringsperioden avsluttes.
nl: Abonnement geannuleerd — synchronisatie actief tot het einde van je factureringsperiode.
pl: Subskrypcja anulowana — synchronizacja aktywna do końca okresu rozliczeniowego.
pt_br: Inscrição cancelada — sincronização ativa até o final do seu período de faturamento.
pt_pt: Subscrição cancelada — sincronização ativa até ao final do seu período de faturação.
ro: Abonament anulat — sincronizarea activă până la sfârșitul perioadei de facturare.
ru: Подписка отменена — синхронизация активна до конца вашего периода выставления счетов.
sk: Predplatné zrušené — synchronizácia aktívna až do konca vášho zúčtovacieho obdobia.
sv: Prenumeration avbruten — synkronisering aktiv tills din faktureringsperiod slutar.
th: ยกเลิกการสมัครสมาชิก — การซิงค์ใช้งานจนกว่าระยะเวลาการเรียกเก็บเงินของคุณจะสิ้นสุด
tr: Abonelik iptal edildi — senkronizasyon, fatura döneminin sonuna kadar etkin.
uk: Підписку скасовано — синхронізація активна до завершення вашого періоду виставлення рахунків.
vi: Đăng ký đã bị hủy — đồng bộ hoạt động cho đến khi kỳ thanh toán của bạn kết thúc.
zh_hans: 订阅已取消 — 同步保持活跃直到计费周期结束。
zh_hant: 訂閱已取消 — 同步會在您的計費期間結束前保持有效。

# settings.sync.detail_not_subscribed
source: Subscribe to keep this workspace available across devices.
ar: اشترك للاحتفاظ بهذه مساحة العمل متاحة عبر الأجهزة.
cs: Přihlaste se, aby byl tento pracovní prostor dostupný v zařízeních.
da: Abonnér for at holde dette arbejdsområde tilgængeligt på tværs af enheder.
de: Abonnieren Sie, um diesen Arbeitsbereich auf Geräten verfügbar zu halten.
el: Εγγραφή για να διατηρήσετε αυτόν τον χώρο εργασίας διαθέσιμο σε όλες τις συσκευές.
es: Suscríbete para mantener este espacio de trabajo disponible en todos los dispositivos.
fi: Tilaa pitääksesi työtilan saatavilla laitteiden välillä.
fr: Abonnez-vous pour garder cet espace de travail disponible sur tous les appareils.
he: הירשם כדי לשמור על מרחב עבודה זה זמין בכל התקנים.
hi: इस कार्यक्षेत्र को उपकरणों में उपलब्ध रखने के लिए सदस्यता लें।
hu: Feliratkozz a munkaterület elérhető megtartásához az eszközök között.
id: Berlangganan untuk menjaga ruang kerja ini tersedia di seluruh perangkat.
it: Sottoscrivi per mantenere questo workspace disponibile su tutti i dispositivi.
ja: このワークスペースをデバイス間で利用可能にするためにサブスクライブしてください。
ko: 이 작업 영역을 기기 간에 사용할 수 있도록 구독하세요.
ms: Langgan untuk memastikan ruang kerja ini tersedia di semua peranti.
nb: Abonner for å holde dette arbeidsrommet tilgjengelig på tvers av enheter.
nl: Abonneer je om deze werkruimte op meerdere apparaten beschikbaar te houden.
pl: Zasubskrybuj, aby utrzymać ten obszar roboczy dostępny na urządzeniach.
pt_br: Inscreva-se para manter este espaço de trabalho disponível entre dispositivos.
pt_pt: Subscreva para manter este espaço de trabalho disponível em dispositivos.
ro: Abonați-vă pentru a păstra acest spațiu de lucru disponibil pe mai multe dispozitive.
ru: Подпишитесь, чтобы сохранить это рабочее пространство доступным на всех устройствах.
sk: Prihláste sa, aby ste udržali tento pracovný priestor dostupný na všetkých zariadeniach.
sv: Prenumerera för att hålla denna arbetsyta tillgänglig mellan enheter.
th: สมัครสมาชิกเพื่อให้พื้นที่ทำงานนี้พร้อมใช้งานบนอุปกรณ์ต่างๆ
tr: Bu çalışma alanını cihazlar arasında kullanılabilir tutmak için abone olun.
uk: Підпишіться, щоб зберегти цей робочий простір доступним на пристроях.
vi: Đăng ký để giữ không gian làm việc này khả dụng trên các thiết bị.
zh_hans: 订阅以在设备间保持此工作区可用。
zh_hant: 訂閱以在各裝置上保持此工作區的可用性。

# settings.sync.detail_subscribed
source: Workspace sync is active for this account.
ar: مزامنة مساحة العمل نشطة لهذا الحساب.
cs: Synchronizace pracovního prostoru je aktivní pro tento účet.
da: Arbejdsområde-synkronisering er aktiv for denne konto.
de: Arbeitsbereich-Synchronisierung ist für dieses Konto aktiv.
el: Ο συγχρονισμός χώρου εργασίας είναι ενεργός για αυτόν τον λογαριασμό.
es: La sincronización del espacio de trabajo está activa para esta cuenta.
fi: Työtilan synkronointi on aktiivinen tälle tilille.
fr: La synchronisation de l'espace de travail est active pour ce compte.
he: סנכרון מרחב העבודה פעיל לחשבון זה.
hi: कार्यक्षेत्र सिंक इस खाते के लिए सक्रिय है।
hu: Munkaterület szinkronizálása aktív erre a fiókra.
id: Sinkronisasi ruang kerja aktif untuk akun ini.
it: La sincronizzazione del workspace è attiva per questo account.
ja: このアカウントのワークスペース同期がアクティブです。
ko: 이 계정에서 작업 영역 동기화가 활성화되어 있습니다.
ms: Segerakan ruang kerja aktif untuk akaun ini.
nb: Arbeidsromsynkronisering er aktiv for denne kontoen.
nl: Werkruimtesynchronisatie is actief voor dit account.
pl: Synchronizacja obszaru roboczego jest aktywna dla tego konta.
pt_br: A sincronização do espaço de trabalho está ativa para esta conta.
pt_pt: A sincronização do espaço de trabalho está ativa para esta conta.
ro: Sincronizarea spațiului de lucru este activă pentru acest cont.
ru: Синхронизация рабочего пространства активна для этого аккаунта.
sk: Synchronizácia pracovného priestoru je aktívna pre tento účet.
sv: Arbetsytans synkronisering är aktiv för detta konto.
th: การซิงค์พื้นที่ทำงานใช้งานสำหรับบัญชีนี้
tr: Çalışma alanı senkronizasyonu bu hesapta etkindir.
uk: Синхронізація робочого простору активна для цього облікового запису.
vi: Đồng bộ không gian làm việc hoạt động cho tài khoản này.
zh_hans: 此账户的工作区同步已启用。
zh_hant: 此帳戶已啟用工作區同步。

# settings.time.clock_12h
source: 12-hour
ar: 12 ساعة
cs: 12hodinový
da: 12-timer
de: 12-Stunden
el: 12ωρη
es: 12 horas
fi: 12-tuntimuoto
fr: 12 heures
he: 12 שעות
hi: 12-घंटा
hu: 12 órás
id: 12 jam
it: 12 ore
ja: 12時間
ko: 12시간
ms: 12 Jam
nb: 12-time
nl: 12-uur
pl: 12-godzinny
pt_br: 12 horas
pt_pt: 12 horas
ro: 12 ore
ru: 12-часовой
sk: 12-hodinový
sv: 12-timme
th: 12 ชั่วโมง
tr: 12 saatlik
uk: 12-годинний
vi: 12 giờ
zh_hans: 12 小时制
zh_hant: 12 小時

# settings.time.clock_24h
source: 24-hour
ar: 24 ساعة
cs: 24hodinový
da: 24-timer
de: 24-Stunden
el: 24ωρη
es: 24 horas
fi: 24-tuntimuoto
fr: 24 heures
he: 24 שעות
hi: 24-घंटा
hu: 24 órás
id: 24 jam
it: 24 ore
ja: 24時間
ko: 24시간
ms: 24 Jam
nb: 24-time
nl: 24-uur
pl: 24-godzinny
pt_br: 24 horas
pt_pt: 24 horas
ro: 24 ore
ru: 24-часовой
sk: 24-hodinový
sv: 24-timme
th: 24 ชั่วโมง
tr: 24 saatlik
uk: 24-годинний
vi: 24 giờ
zh_hans: 24 小时制
zh_hant: 24 小時

# settings.time.clock_label
source: Clock
ar: الساعة
cs: Čas
da: Klokke
de: Uhr
el: Ρολόι
es: Reloj
fi: Kello
fr: Format d'heure
he: שעון
hi: घड़ी
hu: Óra
id: Jam
it: Orologio
ja: 時刻
ko: 시간 형식
ms: Jam
nb: Klokke
nl: Klok
pl: Zegar
pt_br: Relógio
pt_pt: Relógio
ro: Ceas
ru: Часы
sk: Čas
sv: Klocka
th: นาฬิกา
tr: Saat
uk: Час
vi: Đồng hồ
zh_hans: 时制
zh_hant: 時鐘

# settings.time.section
source: Time
ar: الوقت
cs: Čas
da: Tid
de: Zeit
el: Ώρα
es: Hora
fi: Aika
fr: Heure
he: זמן
hi: समय
hu: Idő
id: Waktu
it: Ora
ja: 時刻
ko: 시간
ms: Masa
nb: Tid
nl: Tijd
pl: Czas
pt_br: Hora
pt_pt: Hora
ro: Timp
ru: Время
sk: Čas
sv: Tid
th: เวลา
tr: Zaman
uk: Час
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# settings.updates.auto_check
source: Automatically check for updates
ar: التحقق التلقائي من التحديثات
cs: Automaticky kontrolovat aktualizace
da: Kontroller automatisk for opdateringer
de: Automatisch auf Updates überprüfen
el: Αυτόματη έλεγχος για ενημερώσεις
es: Buscar actualizaciones automáticamente
fi: Tarkista päivitykset automaattisesti
fr: Vérifier automatiquement les mises à jour
he: בדוק עדכונים באופן אוטומטי
hi: स्वचालित रूप से अपडेट की जांच करें
hu: Frissítések automatikus keresése
id: Periksa pembaruan secara otomatis
it: Controlla automaticamente gli aggiornamenti
ja: 自動的に更新を確認
ko: 자동으로 업데이트 확인
ms: Periksa Kemas Kini Secara Automatik
nb: Se automatisk etter oppdateringer
nl: Automatisch controleren op updates
pl: Automatycznie sprawdzaj aktualizacje
pt_br: Verificar automaticamente atualizações
pt_pt: Verificar automaticamente atualizações
ro: Verifică automat actualizări
ru: Автоматически проверять обновления
sk: Automaticky kontrolovať aktualizácie
sv: Kontrollera uppdateringar automatiskt
th: ตรวจสอบการอัปเดตโดยอัตโนมัติ
tr: Güncellemeleri otomatik olarak kontrol et
uk: Автоматично перевіряти оновлення
vi: Tự động kiểm tra cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

# settings.updates.check_button
source: Check
ar: تحقق
cs: Zkontrolovat
da: Tjek
de: Überprüfen
el: Έλεγχος
es: Buscar
fi: Tarkista
fr: Vérifier
he: בדוק
hi: जांचें
hu: Keresés
id: Periksa
it: Verifica
ja: 確認
ko: 확인
ms: Periksa
nb: Se etter
nl: Controleren
pl: Sprawdź
pt_br: Verificar
pt_pt: Verificar
ro: Verifică
ru: Проверить
sk: Kontrola
sv: Kontrollera
th: ตรวจสอบ
tr: Kontrol Et
uk: Перевірити
vi: Kiểm tra
zh_hans: 检查
zh_hant: 檢查

# settings.updates.check_failed
source: Update check failed
ar: فشل التحقق من التحديثات
cs: Kontrola aktualizace se nezdařila
da: Opdateringskontrol mislykkedes
de: Update-Überprüfung fehlgeschlagen
el: Ο έλεγχος ενημέρωσης απέτυχε
es: Error al buscar actualización
fi: Päivityksen tarkistaminen epäonnistui
fr: Impossible de vérifier les mises à jour
he: בדיקת העדכון נכשלה
hi: अपडेट की जांच विफल
hu: Frissítéskeresés sikertelen
id: Pemeriksaan pembaruan gagal
it: Verifica aggiornamento non riuscita
ja: 更新確認に失敗しました
ko: 업데이트 확인 실패
ms: Pemeriksaan Kemas Kini Gagal
nb: Oppdateringskontroll mislyktes
nl: Updatecontrole mislukt
pl: Sprawdzenie aktualizacji nie powiodło się
pt_br: Falha na verificação de atualizações
pt_pt: Falha na verificação de atualização
ro: Verificarea actualizării a eșuat
ru: Ошибка проверки обновления
sk: Kontrola aktualizácie sa nepodarila
sv: Uppdateringskontroll misslyckades
th: ตรวจสอบการอัปเดตล้มเหลว
tr: Güncelleme kontrolü başarısız oldu
uk: Помилка при перевірці оновлення
vi: Kiểm tra cập nhật không thành công
zh_hans: 更新检查失败
zh_hant: 更新檢查失敗

# settings.updates.checking
source: Checking for updates...
ar: جاري التحقق من التحديثات...
cs: Hledám aktualizace…
da: Kontrollerer for opdateringer…
de: Wird auf Updates überprüft…
el: Έλεγχος ενημερώσεων...
es: Buscando actualizaciones...
fi: Tarkistetaan päivityksiä...
fr: Vérification des mises à jour…
he: בדיקה לעדכונים...
hi: अपडेट की जांच हो रही है...
hu: Frissítések keresése…
id: Memeriksa pembaruan...
it: Ricerca di aggiornamenti in corso...
ja: 更新をチェック中...
ko: 업데이트 확인 중…
ms: Memeriksa Kemas Kini...
nb: Ser etter oppdateringer...
nl: Controleren op updates…
pl: Sprawdzanie aktualizacji...
pt_br: Verificando atualizações...
pt_pt: A verificar atualizações...
ro: Se verifică actualizări...
ru: Проверка обновлений...
sk: Kontrola aktualizácií…
sv: Söker efter uppdateringar…
th: กำลังตรวจสอบการอัปเดต...
tr: Güncellemeleri kontrol ediliyor...
uk: Перевірка оновлень...
vi: Đang kiểm tra cập nhật...
zh_hans: 正在检查更新...
zh_hant: 檢查更新中...

# settings.updates.current_version_label
source: Current version
ar: الإصدار الحالي
cs: Aktuální verze
da: Aktuel version
de: Aktuelle Version
el: Τρέχουσα έκδοση
es: Versión actual
fi: Nykyinen versio
fr: Version actuelle
he: גרסה נוכחית
hi: वर्तमान संस्करण
hu: Jelenlegi verzió
id: Versi saat ini
it: Versione corrente
ja: 現在のバージョン
ko: 현재 버전
ms: Versi Semasa
nb: Gjeldende versjon
nl: Huidige versie
pl: Bieżąca wersja
pt_br: Versão atual
pt_pt: Versão atual
ro: Versiune actuală
ru: Текущая версия
sk: Aktuálna verzia
sv: Aktuell version
th: เวอร์ชันปัจจุบัน
tr: Geçerli sürüm
uk: Поточна версія
vi: Phiên bản hiện tại
zh_hans: 当前版本
zh_hant: 目前版本

# settings.updates.install_button
source: Install
ar: تثبيت
cs: Nainstalovat
da: Installer
de: Installieren
el: Εγκατάσταση
es: Instalar
fi: Asenna
fr: Installer
he: התקן
hi: स्थापित करें
hu: Telepítés
id: Instal
it: Installa
ja: インストール
ko: 설치
ms: Pasang
nb: Installer
nl: Installeren
pl: Zainstaluj
pt_br: Instalar
pt_pt: Instalar
ro: Instalează
ru: Установить
sk: Nainštalovať
sv: Installera
th: ติดตั้ง
tr: Yükle
uk: Встановити
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝

# settings.updates.latest_checked
source: Latest: {version} - checked {checked}
ar: الأحدث: {version} - تم التحقق {checked}
cs: Nejnovější: {version} - zkontrolováno {checked}
da: Seneste: {version} - kontrolleret {checked}
de: Neueste: {version} - überprüft {checked}
el: Τελευταία: {version} - ελέγχθηκε {checked}
es: Última: {version} - buscada {checked}
fi: Uusin: {version} - tarkistettu {checked}
fr: Dernière : {version} - vérifiée {checked}
he: אחרון: {version} - בדוק {checked}
hi: नवीनतम: {version} - {checked} को जांचा गया
hu: Legújabb: {version} — ellenőrizve {checked}
id: Terbaru: {version} - diperiksa {checked}
it: Ultimo: {version} - verificato {checked}
ja: 最新: {version} - {checked} にチェック
ko: 최신: {version} - 확인됨 {checked}
ms: Terkini: {version} - diperiksa {checked}
nb: Nyeste: {version} - kontrollert {checked}
nl: Nieuwste: {version} - gecontroleerd {checked}
pl: Najnowsze: {version} - sprawdzono {checked}
pt_br: Mais recente: {version} - verificado {checked}
pt_pt: Mais recente: {version} - verificado {checked}
ro: Ultimă: {version} - verificată {checked}
ru: Последняя версия: {version} - проверка {checked}
sk: Najnovšie: {version} - kontrolovaná {checked}
sv: Senaste: {version} - kontrollerad {checked}
th: ล่าสุด: {version} - ตรวจสอบ {checked}
tr: En Son: {version} - kontrol edildi {checked}
uk: Останнє: {version} — перевірено {checked}
vi: Mới nhất: {version} - kiểm tra {checked}
zh_hans: 最新版本：{version} - 检查时间 {checked}
zh_hant: 最新版本：{version} - 檢查時間 {checked}

# settings.updates.restart_button
source: Restart
ar: إعادة تشغيل
cs: Restartovat
da: Genstart
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
fi: Käynnistä uudelleen
fr: Redémarrer
he: הפעל מחדש
hi: पुनः आरंभ करें
hu: Újraindítás
id: Mulai ulang
it: Riavvia
ja: 再起動
ko: 다시 시작
ms: Mula Semula
nb: Start på nytt
nl: Opnieuw starten
pl: Uruchom ponownie
pt_br: Reiniciar
pt_pt: Reiniciar
ro: Repornire
ru: Перезагрузить
sk: Reštartovať
sv: Starta om
th: รีสตาร์ท
tr: Yeniden Başlat
uk: Перезапустити
vi: Khởi động lại
zh_hans: 重启
zh_hant: 重新啟動

# settings.updates.retry_button
source: Retry
ar: أعد المحاولة
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Επανάληψη
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: पुनः प्रयास करें
hu: Újrapróbálkozás
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
ms: Cuba Lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
th: ลองใหม่
tr: Yeniden Dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# settings.updates.section
source: Updates
ar: التحديثات
cs: Aktualizace
da: Opdateringer
el: Ενημερώσεις
es: Actualizaciones
fi: Päivitykset
fr: Mises à jour
he: עדכונים
hi: अपडेट
hu: Frissítések
id: Pembaruan
it: Aggiornamenti
ja: 更新
ko: 업데이트
ms: Kemas Kini
nb: Oppdateringer
pl: Aktualizacje
pt_br: Atualizações
pt_pt: Atualizações
ro: Actualizări
ru: Обновления
sk: Aktualizácie
sv: Uppdateringar
th: การอัปเดต
tr: Güncellemeler
uk: Оновлення
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# settings.updates.up_to_date
source: KnotQ is up to date
ar: KnotQ محدث
cs: KnotQ je aktuální
da: KnotQ er opdateret
de: KnotQ ist auf dem aktuellen Stand
el: Το KnotQ είναι ενημερωμένο
es: KnotQ está actualizado
fi: KnotQ on ajan tasalla
fr: KnotQ est à jour
he: KnotQ עדכנית
hi: KnotQ अद्यतन है
hu: A KnotQ naprakész
id: KnotQ sudah terbaru
it: KnotQ è aggiornato
ja: KnotQ は最新です
ko: KnotQ가 최신입니다
ms: KnotQ Telah Terkini
nb: KnotQ er oppdatert
pl: KnotQ jest aktualny
pt_br: KnotQ está atualizado
pt_pt: KnotQ está atualizado
ro: KnotQ este actualizat
ru: KnotQ актуальна
sk: KnotQ je aktuálny
sv: KnotQ är uppdaterat
th: KnotQ เป็นเวอร์ชันล่าสุด
tr: KnotQ güncel
uk: KnotQ актуальна
vi: KnotQ đã là phiên bản mới nhất
zh_hans: KnotQ 已是最新版本
zh_hant: KnotQ 已是最新版本

# settings.updates.update_button
source: Update
ar: تحديث
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fi: Päivitä
fr: Mettre à jour
he: עדכן
hi: अपडेट करें
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: 更新
ko: 업데이트
ms: Kemas Kini
nb: Oppdater
nl: Bijwerken
pl: Aktualizuj
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizare
ru: Обновить
sk: Aktualizovať
sv: Uppdatera
th: อัปเดต
tr: Güncelle
uk: Оновити
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# settings.updates.update_failed
source: Update failed
ar: فشل التحديث
cs: Aktualizace se nezdařila
da: Opdatering mislykkedes
de: Update fehlgeschlagen
el: Η ενημέρωση απέτυχε
es: Error al actualizar
fi: Päivitys epäonnistui
fr: Impossible de mettre à jour
he: העדכון נכשל
hi: अपडेट विफल
hu: Frissítés sikertelen
id: Pembaruan gagal
it: Aggiornamento non riuscito
ja: 更新に失敗しました
ko: 업데이트 실패
ms: Kemas Kini Gagal
nb: Oppdatering mislyktes
nl: Update mislukt
pl: Aktualizacja nie powiodła się
pt_br: Falha na atualização
pt_pt: Falha na atualização
ro: Actualizarea a eșuat
ru: Обновление не удалось
sk: Aktualizácia sa nepodarila
sv: Uppdatering misslyckades
th: อัปเดตล้มเหลว
tr: Güncelleme başarısız oldu
uk: Помилка при оновленні
vi: Cập nhật không thành công
zh_hans: 更新失败
zh_hant: 更新失敗

# settings.updates.updating
source: Updating KnotQ {version}...
ar: جاري تحديث KnotQ {version}...
cs: Aktualizace KnotQ {version}…
da: Opdaterer KnotQ {version}…
de: KnotQ {version} wird aktualisiert…
el: Ενημέρωση KnotQ {version}...
es: Actualizando KnotQ {version}...
fi: Päivitetään KnotQ {version}:ta...
fr: Mise à jour de KnotQ {version}…
he: עדכון KnotQ {version}...
hi: KnotQ {version} अपडेट हो रहा है...
hu: KnotQ {version} frissítése…
id: Memperbarui KnotQ {version}...
it: Aggiornamento di KnotQ {version} in corso...
ja: KnotQ {version} を更新中...
ko: KnotQ {version} 업데이트 중…
ms: Mengemaskini KnotQ {version}...
nb: Oppdaterer KnotQ {version}...
nl: KnotQ {version} bijwerken…
pl: Aktualizowanie KnotQ {version}...
pt_br: Atualizando KnotQ {version}...
pt_pt: A atualizar KnotQ {version}...
ro: Se actualizează KnotQ {version}...
ru: Обновление KnotQ {version}...
sk: Aktualizácia KnotQ {version}…
sv: Uppdaterar KnotQ {version}…
th: กำลังอัปเดต KnotQ {version}...
tr: KnotQ {version} güncelleniyor...
uk: Оновлення KnotQ {version}...
vi: Đang cập nhật KnotQ {version}...
zh_hans: 正在更新 KnotQ {version}...
zh_hant: 正在更新 KnotQ {version}...

# settings.updates.version_available
source: KnotQ {version} is available
ar: KnotQ {version} متاح
cs: KnotQ {version} je dostupný
da: KnotQ {version} er tilgængelig
de: KnotQ {version} ist verfügbar
el: Το KnotQ {version} είναι διαθέσιμο
es: KnotQ {version} está disponible
fi: KnotQ {version} on saatavilla
fr: KnotQ {version} est disponible
he: KnotQ {version} זמין
hi: KnotQ {version} उपलब्ध है
hu: KnotQ {version} elérhető
id: KnotQ {version} tersedia
it: KnotQ {version} è disponibile
ja: KnotQ {version} が利用可能です
ko: KnotQ {version}을(를) 사용할 수 있습니다
ms: KnotQ {version} Tersedia
nb: KnotQ {version} er tilgjengelig
nl: KnotQ {version} is beschikbaar
pl: KnotQ {version} jest dostępny
pt_br: KnotQ {version} está disponível
pt_pt: KnotQ {version} está disponível
ro: KnotQ {version} este disponibil
ru: KnotQ {version} доступна
sk: KnotQ {version} je dostupné
sv: KnotQ {version} är tillgänglig
th: KnotQ {version} พร้อมใช้งาน
tr: KnotQ {version} kullanılabilir
uk: KnotQ {version} доступна
vi: KnotQ {version} đã có sẵn
zh_hans: KnotQ {version} 可用
zh_hant: KnotQ {version} 可用

# settings.updates.version_ready
source: KnotQ {version} is ready
ar: KnotQ {version} جاهز
cs: KnotQ {version} je připraven
da: KnotQ {version} er klar
de: KnotQ {version} ist bereit
el: Το KnotQ {version} είναι έτοιμο
es: KnotQ {version} está listo
fi: KnotQ {version} on valmis
fr: KnotQ {version} est prêt
he: KnotQ {version} מוכן
hi: KnotQ {version} तैयार है
hu: KnotQ {version} kész
id: KnotQ {version} siap
it: KnotQ {version} è pronto
ja: KnotQ {version} の準備ができました
ko: KnotQ {version}이(가) 준비되었습니다
ms: KnotQ {version} Telah Siap
nb: KnotQ {version} er klar
nl: KnotQ {version} is gereed
pl: KnotQ {version} jest gotowy
pt_br: KnotQ {version} está pronto
pt_pt: KnotQ {version} está pronto
ro: KnotQ {version} este gata
ru: KnotQ {version} готова
sk: KnotQ {version} je pripravené
sv: KnotQ {version} är redo
th: KnotQ {version} พร้อมแล้ว
tr: KnotQ {version} hazır
uk: KnotQ {version} готова
vi: KnotQ {version} đã sẵn sàng
zh_hans: KnotQ {version} 已就绪
zh_hant: KnotQ {version} 已準備就緒
